export const Logo = () => {
  return (
    <span className="align-center pointer-events-none logo-wrapper relative flex shrink-0 flex-col flex-wrap justify-center font-[5px]">
      <p>🌕🌕🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌕🌕🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌕🌕🌕🌕🌕🌕🌕</p>
      <p>🌕🌕🌕🌑🌕🌕🌕🌑🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌑🌕🌕🌕🌑🌕🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌑🌕🌕🌕🌑🌕🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌕🌕🌕🌕🌕🌕🌕🌕🌕</p>
      <p>🌕🌕🌑🌕🌕🌕🌕🌕🌕🌕🌑🌕🌕</p>
      <p>🌕🌕🌑🌕🌕🌕🌕🌕🌕🌕🌑🌕🌕</p>
      <p>🌕🌕🌑🌕🌕🌕🌕🌕🌑🌕🌕</p>
      <p>🌕🌕🌕🌑🌑🌑🌑🌑🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌕🌕🌕🌕🌕</p>
      <p>🌕🌕🌕🌕🌕</p>
    </span>
  );
};
